[
  {
    "id": 1,
    "img": "https://xsgames.co/randomusers/assets/avatars/male/5.jpg",
    "name": "John Smith",
    "location": "New York, USA",
    "review": "I had a fantastic experience shopping at UB Jewelers! The variety of jewelry is amazing, and the quality exceeded my expectations. The customer service was exceptional, helping me find the perfect piece. I highly recommend UB Jewelers to everyone.",
    "rating": 4.5
  },
  {
    "id": 2,
    "img": "https://xsgames.co/randomusers/assets/avatars/female/12.jpg",
    "name": "Emily Johnson",
    "location": "Toronto, Canada",
    "review": "UB Jewelers has a stunning collection of jewelry! I found a unique piece that I couldn't resist. The website is user-friendly, and the delivery was prompt. The craftsmanship is top-notch. Definitely a 5-star experience!",
    "rating": 5
  },
  {
    "id": 3,
    "img": "https://xsgames.co/randomusers/assets/avatars/male/20.jpg",
    "name": "Michael Davis",
    "location": "Los Angeles, USA",
    "review": "I've purchased multiple items from UB Jewelers, and each time I've been impressed. The attention to detail in their jewelry is remarkable. The customer support team is friendly and knowledgeable. I highly recommend UB Jewelers for anyone seeking quality jewelry.",
    "rating": 4.5
  },
  {
    "id": 4,
    "img": "https://xsgames.co/randomusers/assets/avatars/female/8.jpg",
    "name": "Sophia Martinez",
    "location": "Vancouver, Canada",
    "review": "UB Jewelers is my go-to for exquisite jewelry. The designs are elegant, and the prices are reasonable. The shipping is quick, and the packaging is beautiful. I always receive compliments on my UB Jewelers pieces. A solid 5-star rating!",
    "rating": 5
  },
  {
    "id": 5,
    "img": "https://xsgames.co/randomusers/assets/avatars/male/15.jpg",
    "name": "David Miller",
    "location": "Chicago, USA",
    "review": "I recently bought a stunning necklace from UB Jewelers, and I couldn't be happier. The craftsmanship is superb, and the website made it easy to find exactly what I wanted. UB Jewelers has earned my trust as a reliable source for quality jewelry.",
    "rating": 4.5
  },
  {
    "id": 6,
    "img": "https://xsgames.co/randomusers/assets/avatars/female/5.jpg",
    "name": "Ava Thompson",
    "location": "Miami, USA",
    "review": "UB Jewelers exceeded my expectations! The jewelry is not only beautiful but also reasonably priced. The website navigation is smooth, and the customer service is outstanding. I highly recommend UB Jewelers to anyone looking for elegant pieces.",
    "rating": 5
  },
  {
    "id": 7,
    "img": "https://xsgames.co/randomusers/assets/avatars/male/10.jpg",
    "name": "Daniel Clark",
    "location": "Calgary, Canada",
    "review": "I've been a loyal customer of UB Jewelers, and they never disappoint. The quality of their jewelry is unmatched, and the customer support is always helpful. The shipping is fast, and the packaging is elegant. A solid 5-star experience!",
    "rating": 5
  },
  {
    "id": 8,
    "img": "https://xsgames.co/randomusers/assets/avatars/female/18.jpg",
    "name": "Olivia Foster",
    "location": "Seattle, USA",
    "review": "UB Jewelers is my go-to for special occasions! The jewelry is not only stunning but also unique. The website is easy to navigate, and the customer service team is attentive. I've received numerous compliments on my UB Jewelers pieces. 5 stars!",
    "rating": 5
  }
]
